tutorials/tutorials/heatTransfer/chtMultiRegionFoam/reverseBurner/system/Qdot
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Calculates the heat release rate Qdot, outputting the data as a Qdot field.

\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/combustion/Qdot.cfg"

region gas;

// ************************************************************************* //
